{
  "Cuts": [
    "In the beginning, a maelstrom of chaos ruled the universe. Forgotten gods created life in semblance of their own innermost desires. The greatest of these elder beings was Draco, a deity with metal grey scales and a temperment of fury. He was of the raw ethereal elements of the universal turbulence.",
    "Sorcerous magic corrupted his ice heart, the Eis Herz. Draco bore witness to the creation of lifeforms by the other gods. It is known that when he gazed upon them, the Eis Herz cracked, and from its deep fissures, the raging fire of contempt and jealousy erupted. From that crevice, a blood that melted the surrounding things, gave birth to twelve dragons. They were born in mated pairs of the same color.",
    "The dragons eventually learned how to fight, fly, and take power over small areas of land with their might, but despite this, the dragons had never fought another of their kind. Millenniums later, the dragons had found out their ability to use magic within their blood, increasing their potential.",
    "A few days later, Draco appeared to them, and called to them, commanding them to destroy everything around them, never stopping and wipe the lands of all life. The dragons agreed with Draco’s plan, but secretly, they plotted his downfall.",
    "The dragons gave birth to others of their kind. A mated pair of red dragons laid a clutch of eggs which hatched baby red dragons. So it was that each pair of Draco’s children sired a line of dragons of their own color and bloodline. As the dragon families began to grow, Draco’s first born became jealous of his power. It was at this time that the dragons learned to use sorcery.",
    "Combining all of their power together, they sought to create Draconic life to surpass their creator. A large clutch of eggs was brought together and encircled with dark magic. When the egg shells cracked open, the young dragons, or pseudo dragons had lost their wings. They had duller claws and were much shorter than normal dragons. They stood on two legs instead of four.Their creators were enraged and disappointed as the pseudo dragons only stood three feet tall.",
    "All this was thanks to Draco’s curse. The father of dragons was no fool. His essence infiltrated the young embryos stunting their growth. This was to show his first children that their power compared to his was insignificant. Seeing that their creations failed to meet expectations, they abandoned the hatchlings while blaming each other for the failure. ",
    "In the darkness of the earth these pseudo dragons became predators. As the years passed, the came to call themselves “Kobolds” or “The Bold Blooded”. They found they could not live in peace. Conflict arose and war factions formed based on the parentage of the Kobold. Red fought White, White fought Blue, Black fought Green and so it was until all colors fought each other. Rumor has it, that some of the kobolds used the blood of their enemies to water their crops, making them flourish and coloring some crops that of the kobold slain. However, some kobolds opposed this and ran off into the depths of the caves.",
    "Years later, they had came back; the parents, barely standing, and the kids all had one peculiarity to them; they were all purple! Two kobolds of Red and Blue had come together to make a new species of kobold! They had organized to meet with the original colored leaders, and when they had met, the leaders had chased the parents and kids out, leaving them to die, for the back caves were filled with creatures that not even a horde of kobolds could defeat. These creatures ranged from dragons to Etherian Creatures of myth. The purple kobolds had no choice, so they ventured into the depths of the cave never to be seen again.",
    "After scouts from tribes ventured deeper into the caves, they had found purple scales scattered across the floor, almost creating a thick line of scales, cutting off something, or to save things on the other side. But for that many scales to make that line, many kobolds would have to be slain, and unfortunately, the amount of scales had been too many, which presumed the purple kobolds extinct"
  ]
}